tap "timothyye/tap"
tap "homebrew/core"
tap "homebrew/bundle"
tap "caskroom/cask"
tap "bukalapak/packages"
tap "homebrew/binary"
tap "homebrew/services"
tap "pivotal/tap"

brew "ant"
brew "aria2"
brew "autoconf"
brew "autojump"
brew "automake"
brew "bukalapak/packages/snowboard"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "libffi"
brew "glib"
brew "pixman"
brew "cairo"
brew "phantomjs"
brew "casperjs"
brew "cscope"
brew "dos2unix"
brew "jpeg"
brew "elixir"
brew "exercism"
brew "lame"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "fribidi"
brew "fzf"
brew "gobject-introspection"
brew "gradle"
brew "harfbuzz"
brew "jenv"
brew "leptonica"
brew "libass"
brew "libevent"
brew "libgpg-error"
brew "libksba"
brew "libtool"
brew "little-cms2"
brew "lua"
brew "macvim"
brew "maven"
brew "youtube-dl"
brew "mpv", args: ["with-bundle"]
brew "mysql", restart_service: true
brew "node"
brew "postgresql", restart_service: true
brew "pyenv"
brew "xz"
brew "python3"
brew "qt", link: true
brew "rabbitmq", restart_service: true
brew "sbt"
brew "shadowsocks-libev"
brew "shellcheck"
brew "tcpkali"
brew "tesseract"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "timothyye/tap/skm"
brew "vim"
brew "wget"
brew "pivotal/tap/springboot"
cask "eclipse-java"
cask "mojibar"
cask "ieasemusic"








